/* Localized versions of Info.plist keys */



"NoIniFile1"           = "找不到 BurnFw.ini!";
"NoIniFile2"           = "請重新下載檔案。";
"NoFwFile1"            = "找不到韌體檔案!";
"NoFwFile2"            = "請重新下載檔案。";
"NotValidFwFile1"      = "不是有效的韌體檔案!";
"NotValidFwFile2"      = "請重新下載檔案。";
"Disconnected1"        = "印表機未連接!";
"Disconnected2"        = "請先接好印表機後再繼續。";
"Ready"                = "按下 START 開始更新韌體!";
"Ready2"               = "注意! 完成韌體更新前請勿拔除 USB 連線。";
"CanNotDowngrade"      = "裝置上的韌體比這個版本還新, 不能降級韌體。";
"WritingFlash1"        = "正在更新韌體....";
"WritingFlash2"        = "需要數分鐘來執行，請稍後。";
"WriteFlashDone"       = "更新韌體完成!";
"WriteFlashDone2"      = "請拔開電源供應器以完成韌體更新程序。";
"WriteFlashDone3"      = "韌體更新程序已完成!";
"WriteFlashDone4"      = "請重新開啟印表機。";
"WriteFlashFail1"      = "更新韌體失敗!";
"WriteFlashFail2"      = "請先重新開啟印表機後再重新執行本程式。";
"WriteFlashFail3"      = "Please connect power adaptor to the printer and then run this program again.";
"WriteFlashFail4"      = "Please reboot the printer and check firmware version.";
"WritingFlashCpu1"     = "正在更新 CPU 韌體....";
"WritingFlashCpu2"     = "需要數分鐘來執行，請稍後。";
"WriteFlashCpuDone"    = "更新 CPU 韌體完成!";
"WriteFlashCpuFail1"   = "更新 CPU 韌體失敗!";
"WriteFlashCpuFail2"   = "請先重新開啟印表機後再重新執行本程式。";
"WaitBeforeWriteFlash" = "等待更新正式韌體...";

"SendFwDataDone1"      = "寫入韌體程式碼完成,";
"SendFwDataDone2"      = "請等待印表機重新啟動.";
"SendFwDataDone3"      = "這個程式即將退出.";

"DoNotPowerOff"        = "Please do not power off printer.";
"DoNotOpenCloseDoor"   = "Please do not open or close door.";
"DoNotRemovePowerAdapter" = "Please DO NOT remove power adapter while updating firmware.";

"WriteCBFail1"         = "Warning! Firmware updte process have not completed yet.";
"WriteCBFail2"         = "Please REMOVE the DC jack first.";
"WriteCBFail3"         = "Reboot the printer again.";
"WriteCBFail4"         = "Then execute update firmware procedure again.";

"WritingCypress1"      = "Writing Cypress firmware....";
"WritingCypress2"      = "This needs some minutes. Please wait.";

"Gentle Style"         = "柔和模式";
"Classical Style"      = "標準模式";
"Glamorous Style"      = "絢麗模式";
"Portrait"             = "人像模式";
"Landscape"            = "風景模式";

"Make the printout with the soft and tranquil feeling by using a little yellowish tone." = "輕柔穩定的表現出稍微偏黃的顏色";
"The best color expression defined by HiTi's professional color engineers combining the color preference collection from worldwide users." = "由誠研工程師收集各地使用者的偏好設計出最好的顏色表示方式";
"Make the printout attracting your eyes and demonstrate the vivid color effect by enhancing the saturation." = "增加飽和度的設計使顏色看起來更逼真";

